<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Base.lproj/LaunchScreen.storyboardc/01J-lp-oVM-view-Ze5-6b-2t3.nib</key>
		<data>
		hGaPlXvK86EScpV8S8sKR48qQKA=
		</data>
		<key>Base.lproj/LaunchScreen.storyboardc/Info.plist</key>
		<data>
		n2t8gsDpfE6XkhG31p7IQJRxTxU=
		</data>
		<key>Base.lproj/LaunchScreen.storyboardc/UIViewController-01J-lp-oVM.nib</key>
		<data>
		LhqQ0rBce1w8QRy3v9YvllsL/Ic=
		</data>
		<key>Base.lproj/Main.storyboardc/BYZ-38-t0r-view-8bC-Xf-vdC.nib</key>
		<data>
		RrErGUOuKUkC2xeYpXDxD0epFXM=
		</data>
		<key>Base.lproj/Main.storyboardc/Info.plist</key>
		<data>
		dg842dNhYpdJPMVxF+DWz0gntcU=
		</data>
		<key>Base.lproj/Main.storyboardc/UINavigationController-V13-MZ-u8b.nib</key>
		<data>
		9WbyNscFrWAVVJlu7VBwV4vzRE8=
		</data>
		<key>Frameworks/libswiftCore.dylib</key>
		<data>
		D0qizJEeoRpTAAyYUEB50ZtreBI=
		</data>
		<key>Frameworks/libswiftCoreFoundation.dylib</key>
		<data>
		r2IkF0KJX6uxvH4Ao64W9iQSCzs=
		</data>
		<key>Frameworks/libswiftCoreGraphics.dylib</key>
		<data>
		1xFX49JMWME6BNVfN4l6TcWEgY8=
		</data>
		<key>Frameworks/libswiftCoreImage.dylib</key>
		<data>
		nlihiuqbah+1vjka5pBUH7ucQWg=
		</data>
		<key>Frameworks/libswiftDarwin.dylib</key>
		<data>
		G3zf7ViYVfCT8+AFkO4nT/IVNVI=
		</data>
		<key>Frameworks/libswiftDispatch.dylib</key>
		<data>
		v0+goDOpFi25E1kaUs2+bd1ears=
		</data>
		<key>Frameworks/libswiftFoundation.dylib</key>
		<data>
		aN7CGwEBl0s6GryZlRXzMZOkmxM=
		</data>
		<key>Frameworks/libswiftMetal.dylib</key>
		<data>
		pt5s08LGJDPkpifmACV0EG+iBnc=
		</data>
		<key>Frameworks/libswiftObjectiveC.dylib</key>
		<data>
		OcjBEONp9q5u65/g5QyupkC/6fk=
		</data>
		<key>Frameworks/libswiftQuartzCore.dylib</key>
		<data>
		oV6cz/SAnP0n0hEQFqxAXQpMwwc=
		</data>
		<key>Frameworks/libswiftSwiftOnoneSupport.dylib</key>
		<data>
		T1nm+035LLlly18Y4v/iNMwnipU=
		</data>
		<key>Frameworks/libswiftUIKit.dylib</key>
		<data>
		jCtDNYBX9mMPASzOuB1iGhuyspE=
		</data>
		<key>Frameworks/libswiftVision.dylib</key>
		<data>
		Kp5/2Uq9ucpO/2hsD+HVA04Qt1g=
		</data>
		<key>Frameworks/libswiftos.dylib</key>
		<data>
		tsdzv+MkE2n/C4HI19dIe5SC62E=
		</data>
		<key>Frameworks/libswiftsimd.dylib</key>
		<data>
		Lnfpwcp7mPgPrel+erIwI+OS2PE=
		</data>
		<key>Inceptionv3.mlmodelc/coremldata.bin</key>
		<data>
		2RiKZ5D6xu7ip2sp9TEEISFF4Vw=
		</data>
		<key>Inceptionv3.mlmodelc/model.espresso.net</key>
		<data>
		0gxrsPoT23pQiGiG/ocykc8f1mU=
		</data>
		<key>Inceptionv3.mlmodelc/model.espresso.shape</key>
		<data>
		DIfYHApIoCensEjuZtyluqe9KUI=
		</data>
		<key>Inceptionv3.mlmodelc/model.espresso.weights</key>
		<data>
		kiYPWGLGJf7YaUB3lITzxLpmxg0=
		</data>
		<key>Inceptionv3.mlmodelc/model/coremldata.bin</key>
		<data>
		AyvVi5cUgezTYZFS+H0JNPDYKgA=
		</data>
		<key>Info.plist</key>
		<data>
		E+Q8M2BqsquBbet81zjVJ6IdwKc=
		</data>
		<key>PkgInfo</key>
		<data>
		n57qDP4tZfLD1rCS43W0B4LQjzE=
		</data>
		<key>libswiftRemoteMirror.dylib</key>
		<data>
		fBzQ3427HJPngohW5yNMzqB/SsU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Base.lproj/LaunchScreen.storyboardc/01J-lp-oVM-view-Ze5-6b-2t3.nib</key>
		<dict>
			<key>hash</key>
			<data>
			hGaPlXvK86EScpV8S8sKR48qQKA=
			</data>
			<key>hash2</key>
			<data>
			FZfHgOtsky74YLz8sKd5ZW+a1YHBTjkzMFlLni+ccaU=
			</data>
		</dict>
		<key>Base.lproj/LaunchScreen.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			n2t8gsDpfE6XkhG31p7IQJRxTxU=
			</data>
			<key>hash2</key>
			<data>
			HyVdXMU7Ux4/KalAao30mpWOK/lEPT4gvYN09wf31cg=
			</data>
		</dict>
		<key>Base.lproj/LaunchScreen.storyboardc/UIViewController-01J-lp-oVM.nib</key>
		<dict>
			<key>hash</key>
			<data>
			LhqQ0rBce1w8QRy3v9YvllsL/Ic=
			</data>
			<key>hash2</key>
			<data>
			Tekh8VOUNbkWX+/hM2/tO/Vb2oQytMRRpNBSxT8D0oQ=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/BYZ-38-t0r-view-8bC-Xf-vdC.nib</key>
		<dict>
			<key>hash</key>
			<data>
			RrErGUOuKUkC2xeYpXDxD0epFXM=
			</data>
			<key>hash2</key>
			<data>
			AB6N91rNmjIME65gqQKGzMcLgazhbLL+FRakTrHxLQk=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/Info.plist</key>
		<dict>
			<key>hash</key>
			<data>
			dg842dNhYpdJPMVxF+DWz0gntcU=
			</data>
			<key>hash2</key>
			<data>
			iPMLPXr4G98PYsQnP9utrl9jLWvMyjDnGuB1+6epRnI=
			</data>
		</dict>
		<key>Base.lproj/Main.storyboardc/UINavigationController-V13-MZ-u8b.nib</key>
		<dict>
			<key>hash</key>
			<data>
			9WbyNscFrWAVVJlu7VBwV4vzRE8=
			</data>
			<key>hash2</key>
			<data>
			Y5R2CKkVik8UsZcoHCAzCsCOk6sUnL934A1mH7/5YEI=
			</data>
		</dict>
		<key>Frameworks/libswiftCore.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			D0qizJEeoRpTAAyYUEB50ZtreBI=
			</data>
			<key>hash2</key>
			<data>
			r9El9rtgpT7qTxhjyvpn0qaBLzxCoY0B/KxHl9V1knA=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreFoundation.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			r2IkF0KJX6uxvH4Ao64W9iQSCzs=
			</data>
			<key>hash2</key>
			<data>
			HW9LJFSV9ZN5t8ApN0dCZQYTM19GGBBGwW5o6fNgd1k=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreGraphics.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			1xFX49JMWME6BNVfN4l6TcWEgY8=
			</data>
			<key>hash2</key>
			<data>
			W8IjZiDuKsVbRFthd5oLfL2kO7g1WJS7slj8UhRsjNs=
			</data>
		</dict>
		<key>Frameworks/libswiftCoreImage.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			nlihiuqbah+1vjka5pBUH7ucQWg=
			</data>
			<key>hash2</key>
			<data>
			wEv9vTxQTdn52y4jczpYpQY1yxjguHMsHIBh+Y2heUE=
			</data>
		</dict>
		<key>Frameworks/libswiftDarwin.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			G3zf7ViYVfCT8+AFkO4nT/IVNVI=
			</data>
			<key>hash2</key>
			<data>
			K+eWfkFce+vuNUOSgEv8F+G9zP1s4p2Zij9/0NKb77o=
			</data>
		</dict>
		<key>Frameworks/libswiftDispatch.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			v0+goDOpFi25E1kaUs2+bd1ears=
			</data>
			<key>hash2</key>
			<data>
			GKQ+ONn1gHTcoc5gTF+5mVLeUbw6z7i2CbBEN81l58c=
			</data>
		</dict>
		<key>Frameworks/libswiftFoundation.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			aN7CGwEBl0s6GryZlRXzMZOkmxM=
			</data>
			<key>hash2</key>
			<data>
			o9oLQ2rbK8j/ZcCU1PUhSdh/b8An5gbkQiXrF/4MgW8=
			</data>
		</dict>
		<key>Frameworks/libswiftMetal.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			pt5s08LGJDPkpifmACV0EG+iBnc=
			</data>
			<key>hash2</key>
			<data>
			q6Xk7kk6rgRwoTNbld8PY8ntLsIJVzICiRhQalWBTJA=
			</data>
		</dict>
		<key>Frameworks/libswiftObjectiveC.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			OcjBEONp9q5u65/g5QyupkC/6fk=
			</data>
			<key>hash2</key>
			<data>
			lwBSyE0a9rcX7t2PHdwhGqu5RSeVmTERYcS9mSd7N/M=
			</data>
		</dict>
		<key>Frameworks/libswiftQuartzCore.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			oV6cz/SAnP0n0hEQFqxAXQpMwwc=
			</data>
			<key>hash2</key>
			<data>
			b87tLz7deLqki0rPi2JHzE5bvzzoS3GBvX4WFUu/yj0=
			</data>
		</dict>
		<key>Frameworks/libswiftSwiftOnoneSupport.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			T1nm+035LLlly18Y4v/iNMwnipU=
			</data>
			<key>hash2</key>
			<data>
			F/+Unv7qsTaMkD1sWxG8dmAwejGx0aZrUeGF+/OXlMw=
			</data>
		</dict>
		<key>Frameworks/libswiftUIKit.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			jCtDNYBX9mMPASzOuB1iGhuyspE=
			</data>
			<key>hash2</key>
			<data>
			0shssLnR2dqXgAQ4NcTyvdkBf0VW4wSawhHRvs6MMXM=
			</data>
		</dict>
		<key>Frameworks/libswiftVision.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			Kp5/2Uq9ucpO/2hsD+HVA04Qt1g=
			</data>
			<key>hash2</key>
			<data>
			QNcCW0lDqKsfNzQGLpqQstyIdTxxSAJC+8BcUSIDRnI=
			</data>
		</dict>
		<key>Frameworks/libswiftos.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			tsdzv+MkE2n/C4HI19dIe5SC62E=
			</data>
			<key>hash2</key>
			<data>
			TrH/Ls2Ds+QlAsjCOhAO7o+fKJ5tBdBAuCbw0Uf0wfc=
			</data>
		</dict>
		<key>Frameworks/libswiftsimd.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			Lnfpwcp7mPgPrel+erIwI+OS2PE=
			</data>
			<key>hash2</key>
			<data>
			8AG3sJb1OeVxffwXokLTVKkvZThuWtS+s8sDIlO8nOM=
			</data>
		</dict>
		<key>Inceptionv3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			2RiKZ5D6xu7ip2sp9TEEISFF4Vw=
			</data>
			<key>hash2</key>
			<data>
			stkId4cYnSkwcocgwBtWHOLd+M+8ZcPMQC1tB0H63Zw=
			</data>
		</dict>
		<key>Inceptionv3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			0gxrsPoT23pQiGiG/ocykc8f1mU=
			</data>
			<key>hash2</key>
			<data>
			Usn37sw6F3SaaUGTjbd+4GQk6EyGffyv99pMs/kh/A8=
			</data>
		</dict>
		<key>Inceptionv3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			DIfYHApIoCensEjuZtyluqe9KUI=
			</data>
			<key>hash2</key>
			<data>
			aOhKFqnSDoMTO1dvmH7A+U3eIeU7VanSaCSe7X+Eedg=
			</data>
		</dict>
		<key>Inceptionv3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kiYPWGLGJf7YaUB3lITzxLpmxg0=
			</data>
			<key>hash2</key>
			<data>
			El/SLMQbI1qPIcguQV/VgobjBY9NzDEEr9mKcl/GBXs=
			</data>
		</dict>
		<key>Inceptionv3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AyvVi5cUgezTYZFS+H0JNPDYKgA=
			</data>
			<key>hash2</key>
			<data>
			CJPCiEp21Qvpv+Xxrb6up2khi9N7a6oBM7aTqzbcKdg=
			</data>
		</dict>
		<key>libswiftRemoteMirror.dylib</key>
		<dict>
			<key>hash</key>
			<data>
			fBzQ3427HJPngohW5yNMzqB/SsU=
			</data>
			<key>hash2</key>
			<data>
			j2plR+w2xlZZP2xTxHFadHroGgkMYoXFowBrAobsHws=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
